// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "Das Dienstprogramm konnte nicht gestartet werden.";
NoUtilityErrorDescription = "Dienstprogramm nicht gefunden. Installieren Sie die Software neu.";
TaskNameTitle = "Gerätewartung";
TaskDescriptionTitle = "Der ausgewählte Drucker wird von der HP Designjet System Maintenance Utility unterstützt. Zur Wartung des Druckers und zur Anzeige von Informationen, klicken Sie auf die Schaltfläche \"Dienstprogramm starten\".";
LaunchUtilityButtonTitle = "Dienstprogramm starten";